[TC_WOTC_S79_XM16E1_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>XM16E1</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>XM16E1</b></font>"
AbilityDescName="винтовка"
BriefSummary="XM16E1 - промежуточный вариант, выпускавшийся наряду с M16, но имевший досылатель затвора. Не имел хромированного покрытия ствола. В феврале 1967 года модернизированная XM16E1 была принята на вооружение под названием M16A1. Вместе с новой винтовкой поставлялся набор для чистки и руководство по эксплуатации, выполненный в виде комиксов. В результате этих работ случаи с заклиниванием оружия были сведены к минимуму, и M16A1 стала поступать на вооружение всех войсковых частей во Вьетнаме. К 1969 году M16A1 заменила M14 в качестве стандартной винтовки армии США."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_S79_XM16E1_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-16R0</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>MRS-16R0</b></font>"
AbilityDescName="винтовка"
BriefSummary=XM16E1 - промежуточный вариант, выпускавшийся наряду с M16, но имевший досылатель затвора. Не имел хромированного покрытия ствола. В феврале 1967 года модернизированная XM16E1 была принята на вооружение под названием M16A1. Вместе с новой винтовкой поставлялся набор для чистки и руководство по эксплуатации, выполненный в виде комиксов. В результате этих работ случаи с заклиниванием оружия были сведены к минимуму, и M16A1 стала поступать на вооружение всех войсковых частей во Вьетнаме. К 1969 году M16A1 заменила M14 в качестве стандартной винтовки армии США.\nИзучение технологии \"Магнитное оружие\" позволило нам значительно продвинуться в вопросе модификации оружия, что позволило существенно увеличить дальность и наносимые повреждения."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_S79_XM16E1_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XNV16/I01</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XNV16/I01</b></font>"
AbilityDescName="винтовка"
BriefSummary="XM16E1 - промежуточный вариант, выпускавшийся наряду с M16, но имевший досылатель затвора. Не имел хромированного покрытия ствола. В феврале 1967 года модернизированная XM16E1 была принята на вооружение под названием M16A1. Вместе с новой винтовкой поставлялся набор для чистки и руководство по эксплуатации, выполненный в виде комиксов. В результате этих работ случаи с заклиниванием оружия были сведены к минимуму, и M16A1 стала поступать на вооружение всех войсковых частей во Вьетнаме. К 1969 году M16A1 заменила M14 в качестве стандартной винтовки армии США.\nПонимание технологии \"Лучевое оружие\", продвинуло наши разработке в модификации оружия далеко вперед, это позволило заменить ствол специальным высокочастотным цилиндром, позволяющим пулям достигать сверхзвуковых скоростей, снижая отдачу оружия."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_S79_XM16E1_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>XM16E1</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>XM16E1</b></font>"
AbilityDescName="винтовка"
BriefSummary="XM16E1 - промежуточный вариант, выпускавшийся наряду с M16, но имевший досылатель затвора. Не имел хромированного покрытия ствола. В феврале 1967 года модернизированная XM16E1 была принята на вооружение под названием M16A1. Вместе с новой винтовкой поставлялся набор для чистки и руководство по эксплуатации, выполненный в виде комиксов. В результате этих работ случаи с заклиниванием оружия были сведены к минимуму, и M16A1 стала поступать на вооружение всех войсковых частей во Вьетнаме. К 1969 году M16A1 заменила M14 в качестве стандартной винтовки армии США."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_S79_XM16E1_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-16R0</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>MRS-16R0</b></font>"
AbilityDescName="винтовка"
BriefSummary="XM16E1 - промежуточный вариант, выпускавшийся наряду с M16, но имевший досылатель затвора. Не имел хромированного покрытия ствола. В феврале 1967 года модернизированная XM16E1 была принята на вооружение под названием M16A1. Вместе с новой винтовкой поставлялся набор для чистки и руководство по эксплуатации, выполненный в виде комиксов. В результате этих работ случаи с заклиниванием оружия были сведены к минимуму, и M16A1 стала поступать на вооружение всех войсковых частей во Вьетнаме. К 1969 году M16A1 заменила M14 в качестве стандартной винтовки армии США.\nИзучение технологии \"Магнитное оружие\" позволило нам значительно продвинуться в вопросе модификации оружия, что позволило существенно увеличить дальность и наносимые повреждения."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_S79_XM16E1_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XNV16/I01</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XNV16/I01</b></font>"
AbilityDescName="винтовка"
BriefSummary="XM16E1 - промежуточный вариант, выпускавшийся наряду с M16, но имевший досылатель затвора. Не имел хромированного покрытия ствола. В феврале 1967 года модернизированная XM16E1 была принята на вооружение под названием M16A1. Вместе с новой винтовкой поставлялся набор для чистки и руководство по эксплуатации, выполненный в виде комиксов. В результате этих работ случаи с заклиниванием оружия были сведены к минимуму, и M16A1 стала поступать на вооружение всех войсковых частей во Вьетнаме. К 1969 году M16A1 заменила M14 в качестве стандартной винтовки армии США.\nПонимание технологии \"Лучевое оружие\", продвинуло наши разработке в модификации оружия далеко вперед, это позволило заменить ствол специальным высокочастотным цилиндром, позволяющим пулям достигать сверхзвуковых скоростей, снижая отдачу оружия."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"